let quiz_data = [
    {
        "id": 1,
        "quiz_text": "이선좌의 뜻은 '이미 선택된 좌석입니다'의 줄인말이다.",
        "answer": "O",
        "Result" : "이선좌와 비슷한 단어로 '다고결'(다른 고객님이 결제 중인 자리입니다'가 있다.",
    },
    {
        "id": 2,
        "quiz_text": "병크의 뜻은 '병신 크리티컬'의 줄인말이다.",
        "answer": "O",
        "Result" : "루머나 논란, 범죄 등 사건에 연관이 있어 팬들을 실망 시키는 것이 병크이다.",
    },
    {
        "id": 3,
        "quiz_text": "포도알은 멜론에서 노래를 구매하기 위한 티켓이다.",
        "answer": "X",
        "Result" : "포도알은 내가 선택할 수 있는 좌석을 뜻한다. 추가로 눈밭이란 이미 결제(선택)된 좌석만 남아서 온통 하얗게 보이기 때문에 눈밭이라고 한다.",
    },
    {
        "id": 4,
        "quiz_text": "스밍할 때 재생목록은 비워두지 않고 셔플재생을 해도 된다.",
        "answer": "X",
        "Result" : "스밍할 땐, 재생목록을 비워두고 스밍리스트를 넣어야 한다. 또한 셔플재생이 아닌 전곡 반복을 해야 한다.",
    },
    {
        "id": 5,
        "quiz_text": "포카를 판매할 때 슬리브와 탑로더 없이 보내면 안된다.",
        "answer": "O",
        "Result" : "슬리브와 탑로더 없이 보내게 된다면 포카에 하자가 생긴다. 그러니 슬리브와 탑로더에 넣어서 보내야 한다.",
    },
    {
        "id": 6,
        "quiz_text": "응원봉의 건전지는 그냥 넣어두고 보관해도 된다.",
        "answer": "X",
        "Result" : "건전지를 넣어두고 보관한다면, 건전지가 녹아 소캣이 망가질 수 있다. 꼭 분리하여 보관한다.",
    },
    {
        "id": 7,
        "quiz_text": "앨범깡을 할 때 영상 녹화를 해야 한다.",
        "answer": "O",
        "Result" : "만약 포카나 엽사와 같이 굿즈에 하자가 있을 경우 영상 녹화를 하면 교환이나 환불을 해준다. 하지만 영상이 없을 경우 불가능하다. 이는 비공굿에도 마찬가지로 적용한다.",
    },
    {
        "id": 8,
        "quiz_text": "용병이란, 콘서트를 대신 뛰어주는 사람이다.",
        "answer": "X",
        "Result" : "용병은 티켓팅을 대신 해주는 사람이다.",
    },
    {
        "id": 9,
        "quiz_text": "사녹에서 사진촬영, 녹음은 어느정도 가능하다.",
        "answer": "X",
        "Result" : "절대 안된다. 만약 들켰을 경우 바로 강제 퇴장 및 불이익이 생긴다. 절대 하면 안된다.",
    },
    {
        "id": 10,
        "quiz_text": "일코란, 일요일 콘서트라는 뜻이다.",
        "answer": "X",
        "Result" : "일코는 일반인 코스프레의 뜻으로 덕질하는 중에 일반인 처럼 사실을 숨기는 것을 의미한다.",
    },
]